docs/marx.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Feb 11, 2025 06:58 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Marx Handout</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/atom.xml">Feed</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Marx Handout</h1>
</header><section id="outline-container-orgcf3bdd7" class="outline-2">
<h2 id="orgcf3bdd7">Life and Works</h2>
<div class="outline-text-2" id="text-orgcf3bdd7">
</div>
<div id="outline-container-orgc3dbf06" class="outline-3">
<h3 id="orgc3dbf06">Life</h3>
<div class="outline-text-3" id="text-orgc3dbf06">
<ul class="org-ul">
<li>Born 1818 in Trier, Prussia</li>
<li>Studied law, philosophy, history, English, and Italian 1835-1841</li>
<li>PhD in 1841, hoped to teach.</li>
<li>Became journalist</li>
<li>Lived in exile, last 34 years of his life in London</li>
<li>Studied economics in British Museum 1n 1850</li>
<li>Died 1883</li>
</ul>
</div>
</div>
<div id="outline-container-org7070782" class="outline-3">
<h3 id="org7070782">Important Works</h3>
<div class="outline-text-3" id="text-org7070782">
<ul class="org-ul">
<li><i>1844 Manuscripts</i></li>
<li>&ldquo;Theses on Feuerbach&rdquo; (1845)</li>
<li><i>On the German Ideology</i> (1846)</li>
<li><i>The Communist Manifesto</i> (1848)</li>
<li><i>A Contribution to a Critique of Political Economy</i> (1859)</li>
<li>&ldquo;Critique of the Gotha Programme&rdquo; (1875)</li>
<li><i>Capital</i> (1867)</li>
<li>Collected Works
<ul class="org-ul">
<li>German collected works estimated 114 volumes.</li>
<li>English: 50 volumes</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgfa8c13b" class="outline-3">
<h3 id="orgfa8c13b">Enlightenment political thought`</h3>
<div class="outline-text-3" id="text-orgfa8c13b">
<ul class="org-ul">
<li>Science as the basis for political theorizing.
<ul class="org-ul">
<li>rather than tradition, religion, revelation, etc</li>
</ul></li>
<li>Individual freedom is the core political value — realized through a doctrine of individual rights.
<ul class="org-ul">
<li>Move away from natural law to natural rights, the rights of individuals to realize their own ends through politics.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org6226e6f" class="outline-3">
<h3 id="org6226e6f"><i>On the German Ideology</i></h3>
<div class="outline-text-3" id="text-org6226e6f">
<ul class="org-ul">
<li>Premises of Historical Materialism
<ul class="org-ul">
<li>Human beings are essentially productive</li>
<li>Satisfaction of needs creates new needs, both social and material.</li>
<li>Forms of society develop corresponding to the development of forces of production.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgfd9adf2" class="outline-3">
<h3 id="orgfd9adf2">1859 Preface to <i>Critique</i></h3>
<div class="outline-text-3" id="text-orgfd9adf2">
<ul class="org-ul">
<li>Productive forces tend to develop over time.</li>
<li>Productive forces - means of production plus knowledge.</li>
<li>Primacy thesis
<ul class="org-ul">
<li>Economic structure explained by the level of development of productive forces</li>
<li>Superstructure (history, politics, religion, etc.) explained by economic structure</li>
</ul></li>
<li>Revolution occurs when an economic structure is no longer able to continue to develop the forces of production.</li>
</ul>
</div>
<div id="outline-container-org3fc6a5c" class="outline-4">
<h4 id="org3fc6a5c">Alienation</h4>
<div class="outline-text-4" id="text-org3fc6a5c">
<ul class="org-ul">
<li>&ldquo;Contribution of Hegel’s Critique of Right: Introduction&rdquo; (1843)</li>
<li>Ludwig Feuerbach, <i>The Essence of Christianity</i> (1841): humans created God in their image.</li>
<li>Raise powers to infinite level, transfer them to abstract object.</li>
<li>Alienation, keeps us from enjoying our own powers.</li>
<li>Marx: &ldquo;Religion is the opiate of the masses.&rdquo;</li>
<li>Types of alienation, <i>1844 Manuscripts</i></li>
<li>From products of labor
<ul class="org-ul">
<li>They create a product that they neither own nor control, indeed, which comes to dominate them.</li>
</ul></li>
<li>From productive activity
<ul class="org-ul">
<li>In particular, they are forced to work in ways which are mentally and/or physically debilitating.</li>
</ul></li>
<li>From other individuals
<ul class="org-ul">
<li>Contemporary economic relations socialize individuals to view others as merely means to their own particular ends.</li>
</ul></li>
<li>From our own human nature
<ul class="org-ul">
<li>The human capacities for community and for free, conscious, and creative, work are both frustrated by contemporary capitalist relations.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</section>
<section id="outline-container-orgcd6a195" class="outline-2">
<h2 id="orgcd6a195">Economics</h2>
<div class="outline-text-2" id="text-orgcd6a195">
</div>
<div id="outline-container-orgcc668a6" class="outline-3">
<h3 id="orgcc668a6">Commodities</h3>
<div class="outline-text-3" id="text-orgcc668a6">
<ul class="org-ul">
<li>Useful external object produced for exchange on the market</li>
<li>Necessary conditions
<ul class="org-ul">
<li>Existence of a market where exchange can occur</li>
<li>Social division of labor where different people produce different products</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgbd8d3e4" class="outline-3">
<h3 id="orgbd8d3e4">Value</h3>
<div class="outline-text-3" id="text-orgbd8d3e4">
<ul class="org-ul">
<li>Commodities have use value and exchange value</li>
<li>Use value is just how useful something is to you, and that varies from person to person.</li>
<li>Exchange value is a relation between commodities: how many apples is one orange worth?</li>
</ul>
</div>
<div id="outline-container-org251c0ef" class="outline-4">
<h4 id="org251c0ef">Labor theory of value</h4>
<div class="outline-text-4" id="text-org251c0ef">
<ul class="org-ul">
<li>What makes one thing worth so much of another thing?
<ul class="org-ul">
<li>The labor required to produce the commodity</li>
</ul></li>
<li>Socially necessary labor - labor exerted at the average level of intensity and productivity for that activity.</li>
<li>Value of the commodity is produced by the amount of socially necessary labor required to produce it.</li>
<li>If two objects can be compared as equivalent, there must be a third thing of equal magnitude in both.</li>
<li>The third thing must be labor.</li>
</ul>
</div>
</div>
<div id="outline-container-org801db69" class="outline-4">
<h4 id="org801db69">Puzzle</h4>
<div class="outline-text-4" id="text-org801db69">
<ul class="org-ul">
<li>I have 4 oranges, $3 each.</li>
<li>You have 12 apples, $1 each.</li>
<li>We trade 1 orange for 3 apples.</li>
<li>Both start with $12 of value.</li>
<li>End with $12 of value.</li>
<li>How do we make profit?</li>
</ul>
</div>
</div>
<div id="outline-container-orgbc0db73" class="outline-4">
<h4 id="orgbc0db73">Answer</h4>
<div class="outline-text-4" id="text-orgbc0db73">
<ul class="org-ul">
<li>Capitalism requires making profit.
<ul class="org-ul">
<li>Purchase commodities, convert into other commodities</li>
<li>Sell at  higher price.</li>
</ul></li>
<li>How can capitalism generate profit?</li>
<li>By exploiting the worker (&ldquo;exploitation&rdquo; not in a moral sense.)</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org4eb5dd4" class="outline-3">
<h3 id="org4eb5dd4">Labor</h3>
<div class="outline-text-3" id="text-org4eb5dd4">
<ul class="org-ul">
<li>Labor is a commodity, bought and sold on the market.</li>
<li>Like every other commodity, it has an exchange value and use value.</li>
</ul>
</div>
<div id="outline-container-orgf170a0f" class="outline-4">
<h4 id="orgf170a0f">Necessary Labor</h4>
<div class="outline-text-4" id="text-orgf170a0f">
<ul class="org-ul">
<li>Necessary labor
<ul class="org-ul">
<li>Capitalist purchases the workers&rsquo; labor power for the day.</li>
<li>Labor power has an exchange value — labor required to produce the commodity.
<ul class="org-ul">
<li>Labor necessary for the goods required for a worker&rsquo;s survival for the day, which is less than one day&rsquo;s labor!
<ul class="org-ul">
<li>Example: how many loaves of bread does a worker need to stay alive for the day? How long does it take for a baker to bake those loaves of bread?</li>
</ul></li>
</ul></li>
<li>This is called necessary labor, any labor beyond that is surplus labor.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org1dfd9d5" class="outline-4">
<h4 id="org1dfd9d5">Surplus labor</h4>
<div class="outline-text-4" id="text-org1dfd9d5">
<ul class="org-ul">
<li>Capitalist gets 1 day&rsquo;s labor, but pays for less than 1 day&rsquo;s labor.</li>
<li>The difference is surplus labor.
<ul class="org-ul">
<li>Surplus labor produces surplus value.</li>
<li>Surplus value produces profit.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgde8a4dc" class="outline-4">
<h4 id="orgde8a4dc">Wages</h4>
<div class="outline-text-4" id="text-orgde8a4dc">
<ul class="org-ul">
<li>Since profit is produced by surplus value, decreased wages results in increased profit.</li>
<li>So, there is a tendency in capitalism for wages to fall.
<ul class="org-ul">
<li>Wages will fall to the subsistence level, but not below. Why?
<ul class="org-ul">
<li>There is never full employment in the economy.</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgebce3f6" class="outline-4">
<h4 id="orgebce3f6">Predicted consequences</h4>
<div class="outline-text-4" id="text-orgebce3f6">
<ul class="org-ul">
<li>Profit is the result of the labor performed beyond that necessary to create the value of the wages.</li>
<li>As labor becomes more mechanized, rates of profit should fall.</li>
<li><i>Capital</i> v. 3 predicts that profit rate will fall, which leads to the downfall of capitalism.</li>
<li>It follows that labor intensive industries should have higher rates of profit, empirically false.</li>
<li>Labor theory of value largely discredited.</li>
</ul>
</div>
</div>
<div id="outline-container-org7d953ab" class="outline-4">
<h4 id="org7d953ab">Morality</h4>
<div class="outline-text-4" id="text-org7d953ab">
<ul class="org-ul">
<li>Capitalism is good in that it generates wealth.</li>
<li>All profit is from the exploitation of the worker</li>
<li>Marx says this is &ldquo;by no means an injustice&rdquo; in <i>Capital</i>.
<ul class="org-ul">
<li>The worker agreed to work for the wage that the capitalist offered.</li>
</ul></li>
<li>Is communism just or does it transcend justice?</li>
<li><i>Critique of the Gotha Programme</i> - from each according to their ability, to each according to their need.
<ul class="org-ul">
<li>This requires the superabundance generated by capitalism.</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-orgdca259e" class="outline-4">
<h4 id="orgdca259e">Why Capitalism Will Fail</h4>
<div class="outline-text-4" id="text-orgdca259e">
<ul class="org-ul">
<li>Capitalism is unsustainable.</li>
<li>Since wages are driven to the subsistence level, capitalists find themselves without consumers who can buy their products.</li>
<li>So, there will be a final revolution, resulting in communism.
<ul class="org-ul">
<li>Classless society, with maximal freedom.</li>
</ul></li>
</ul>
</div>
</div>
</div>
</section>
<section id="outline-container-orgc54712a" class="outline-2">
<h2 id="orgc54712a">Objections</h2>
<div class="outline-text-2" id="text-orgc54712a">
<ul class="org-ul">
<li>Failure of communist states.
<ul class="org-ul">
<li>Marx: they did not have period of capitalist growth.</li>
</ul></li>
<li>False predictions: no revolution occurred.
<ul class="org-ul">
<li>Marx failed to foresee
<ul class="org-ul">
<li>New industries and extent of government intervention.</li>
<li>Government spending to avoid liquidity crisis.</li>
</ul></li>
</ul></li>
<li>Will profit rates inevitably fall? Empirical question, with no clear answer. As profit rates fall, new industries are created. It is possible that technology will increase productivity to the extent that the rate of increased productivity exceeds the rate of displaced labor.</li>
<li>Awareness of exploitation
<ul class="org-ul">
<li>Exploitation rate can increase even if wages stay the same or increase.</li>
<li>No subjective awareness of social crisis</li>
</ul></li>
<li>Information problem
<ul class="org-ul">
<li>Information problem — how can we know when enough has been produced?</li>
</ul></li>
<li>Superabundance impossible
<ul class="org-ul">
<li>Superabundance necessary for the communist state, but it is impossible.</li>
<li>We will always have to make decisions about resource allocation.</li>
<li>If no superabundance, then will we act unselfishly?</li>
</ul></li>
</ul>
</div>
</section>
<section id="outline-container-org5605702" class="outline-2">
<h2 id="org5605702">Strengths</h2>
<div class="outline-text-2" id="text-org5605702">
</div>
<div id="outline-container-org6894c48" class="outline-3">
<h3 id="org6894c48">Marx&rsquo;s critique of markets</h3>
<div class="outline-text-3" id="text-org6894c48">
<ul class="org-ul">
<li>Markets are biased to the status quo</li>
<li>Injustice in, then injustice out</li>
<li>Failure of Marx&rsquo;s positive theory doesn&rsquo;t negate Marx&rsquo;s negative criticism.</li>
</ul>
</div>
</div>
<div id="outline-container-orgd18ee61" class="outline-3">
<h3 id="orgd18ee61">Marx on freedom</h3>
<div class="outline-text-3" id="text-orgd18ee61">
<ul class="org-ul">
<li>Commitment to freedom</li>
<li>Freedom = power to quit</li>
<li>Marx: working class is one that has to sell labor power to survive.</li>
<li>Monopoly of means of production gives capitalists power.</li>
<li>Not about distribution of wealth, about distribution of power.</li>
<li>Unjust world is when one class has power to control another class.</li>
</ul>
</div>
</div>
</section>
<section id="outline-container-orga5731f1" class="outline-2">
<h2 id="orga5731f1">Neo-Marxism</h2>
<div class="outline-text-2" id="text-orga5731f1">
<ul class="org-ul">
<li>Criticism of traditional property rights.</li>
<li>Concentration of economic power&#x2014;increased rich/poor gap.</li>
<li>Influence of money in politics.</li>
<li>Capitalism does not necessarily involve the harmony of interests between worker and capitalist.</li>
<li>Struggle for better wages and conditions vs. desire for more profit</li>
</ul>
</div>
<div id="outline-container-orgb2942a8" class="outline-4">
<h4 id="orgb2942a8">Influence of Marx</h4>
<div class="outline-text-4" id="text-orgb2942a8">
<ul class="org-ul">
<li>Immediately, very little
<ul class="org-ul">
<li>11 people present at his funeral
<ul class="org-ul">
<li>Star in a tiny constellation of radical exiles and failed revolutionaries</li>
<li>Unknown outside it.</li>
</ul></li>
<li>Books were failures
<ul class="org-ul">
<li>Manifesto disappeared immediately and out of print for 24 years</li>
<li>Capital ignored when vol 1 published in 1867
<ul class="org-ul">
<li>Sold 1,000 copies in four years.</li>
</ul></li>
<li>Theses on Feurbach not discovered until 1888.</li>
<li>1844 manuscripts not published in English until 1959.</li>
</ul></li>
</ul></li>
<li>Lenin 1917 saved Marx from the dustbin.</li>
<li>Became one of the most important thinkers of all time.</li>
</ul>
</div>
</div>
</section>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Feb 11, 2025 06:58.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
